[
  {
    "STT": "1",
    "UNIT": "Unit Starter: Welcome Back!",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề về các nơi trong trường học với độ khó trung bình cao",
    "NGỮ PHÁP": "Con có thể sử dụng các mẫu câu sau: 1. What…? When…? 2. How many…? Do you…?",
    "KỸ NĂNG": "Đọc: đọc đoạn hội thoại và điều vào chỗ trống với từ thích hợp Nghe: nghe tên và biết nhận biết đúng các phòng lớp ở trong trường học Nói: biết cách gọi tên các phòng lớp trong lớp học và đánh vần đúng Viết: điền từ thích hợp vào đoạn hội thoại trống về chủ đề trường học"
  },
  {
    "STT": "2",
    "UNIT": "Unit 1: Super Science",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề về các loại bọ côn trùng",
    "NGỮ PHÁP": "Con có thể sử dụng thì hiện tại đơn và thì hiện tại tiếp diễn",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/əʊ\/ và nhấn mạnh trọng âm trong từ có 2 âm tiết trở lên",
    "KỸ NĂNG": "Đọc: học cách đọc và phát âm đúng tên của một số loài bọ, côn trùng Nghe: Nghe miêu tả và nối với nghĩa chính xác của từ đó. Nghe và biết trọng âm trong từ với 2 âm tiết trở lên ở đâu Nói: miêu tả và so sánh ảnh thấy trong sách bằng cấu trúc và từ mới đã học. Luyện nói với Beebot sử dụng từ mới và cấu trúc câu đã học Viết: viết được câu miêu tả sau khi nhìn ảnh sử dụng từ mới và thì hiện tại đơn và hiện tại tiếp diễn"
  },
  {
    "STT": "3",
    "UNIT": "Unit 2: Awesome  Math",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề liên quan đến các thể loại giải trí trên ti-vi và tên gọi các vật liên quan đến tiền tệ và đồng xu...",
    "NGỮ PHÁP": "Con có thể sử dụng tính từ so sánh hơn nhất",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/aɪ\/ ngày tháng và số",
    "KỸ NĂNG": "Đọc: đọc và hiểu được văn bản dưới dạng in ấn về chủ đề đếm số và ngày tháng trong năm Nghe: nghe và hiểu nội dung của truyện về số. Hiểu ý nghĩa của từ vựng liên quan đến tiền tệ và các loại hình giải trí trên tivi Nói: được thực hành cấu trúc tính từ so sánh hơn\/ nhất và từ mới với Beebots Viết: học từ mới bằng phương pháp giải câu đố chứ và điền từ và chữ thiếu vào chỗ trống cho phù hợp với hoàn cảnh"
  },
  {
    "STT": "4",
    "UNIT": "Unit 3:Heroic History",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề về các loại vật liệu cấu thành lên mọi thứ xung quanh và một số tên gọi các đồ vật và nơi thường thấy trong thời kì Rome cổ đại",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng mẫu câu  1. be made of 2. used to\/ didn’t use to",
    "NGỮ ÂM": "Con biết về ngữ điệu trong phát âm và học cách đánh vần danh từ số nhiều",
    "KỸ NĂNG": "Đọc: học cách nhớ từ mới liên quan đến thời kỳ rome cổ đại và tên của các loại vật liệu thông qua văn bản và truyện trong sách Nghe: nghe đoạn hội thoại và chọn đáp án đúng giúp các em biết được cách đọc từ mới. Các em nghe và để ý hơn về âm điệu và cách đánh vần danh từ số nhiều có 1 âm tiết hoặc 2 âm tiết trở lên Nói: Tập cấu trúc và từ mới trên với Beebots. Và thực hành làm việc theo nhóm 2 hoặc nhiều người Viết: đọc văn bản và điền từ vào chõ trống thích hợp để giúp các em biết cách dùng từ mới và cấu trúc trong hoàn cảnh nào là phù hợp nhất"
  },
  {
    "STT": "Review Unit 1 - 3 & Full test 1"
  },
  {
    "STT": "5",
    "UNIT": "Uni 4: Great Literature",
    "TỪ VỰNG": "Con nắm được một số tính từ dùng để miêu tả tính cách, trạng thái cảm xúc của con người. Và tên của một số loại văn học dưới dạng sách",
    "NGỮ PHÁP": "Con được học về thì quá khứ tiếp diễn và quá khứ đơn",
    "NGỮ ÂM": "Con biết cách đánh vần từng chữ cái và nguyên âm dài với âm \/e\/",
    "KỸ NĂNG": "Đọc: đọc và hiểu một câu chuyện về một kỳ nghỉ, đọc được văn bản để hiểu và lọc thông tin chi tiết (quần áo, khí hậu và thời tiết) Nghe: nghe đoạn hội thoại và bài hát để tìm thông tin cụ thể (quần áo, khí hậu và thời tiết, các từ vựng chứa âm đã học) Nói: miêu tả về vẻ ngoài, thời tiết ở các khu vực khác nhau, miêu tả 1 bức tranh ngoại cảnh Viết: viết các chỉ dẫn cho 1 trò chơi về quần áo, viết được các cấu trúc ngữ pháp bằng cách kết nối từ vựng thành câu hoàn chỉnh"
  },
  {
    "STT": "Review Unit 1 - 4"
  },
  {
    "STT": "\""
  },
  {
    "STT": "6",
    "UNIT": "Unit 5: Skillful Sports",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ về các môn thể thao giải trí mạo hiểm với các dụng cụ cần thiết dùng trong môn thể thao đó",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng các mẫu câu sau: -verb + infinitive with to (learn to V, hope to V,  want to V, manage to V,  decide to V) -verb + object + infinitive  with to  (tell sb to V, invite sb to  V, ask sb to V, help sb to  V)",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/eɪ\/ và biết cách nhấn mạnh âm điệu trong câu để biểu lộ ý của người nói",
    "KỸ NĂNG": "Đọc: đọc văn bản trong sách để hiểu về các môn thể thao mạo hiểm và biết cách nhận biết chúng khi gọi tên Nghe: nghe đoạn hội thoại để biết cách nói tên các môn thể thao mạo hiểm, đồ dùng, quần áo khi chơi chúng Nói: học cách phát âm từ mới, cấu trúc và thực hành với Beebots cũng như theo cặp và nhóm. Biết cách nhấn mạnh âm điệu trong câu để thể hiện rõ chủ ý của người nói Viết: con biết cách đặt câu hoàn chỉnh với mẫu câu verb + to và verb +object +to"
  },
  {
    "STT": "7",
    "UNIT": "Unit 6: Amazing Art",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề về các đồ vật có trong phòng ăn, nhà bếp và những tính từ miêu tả hình dáng (tròn, to..)",
    "NGỮ PHÁP": "Con học được cách sử dụng thì hiện tại hoàn thành 1 dưới dạng câu hỏi, câu khẳng định, câu phủ định",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/u:\/ và biết cách nhấn mạnh trong tính từ dài",
    "KỸ NĂNG": "Đọc: con biết cách đọc từ mới dựa trên việc đọc văn bản trong sách Nghe: con biết nghe và hiểu từ mới liên quan tới vật dụng trong phòng bếp thông qua games và hội thoại trên lớp Nói: Thực hành từ mới và mẫu câu với Beebot. Học cách phát âm những từ đó đúng và dùng thì hiện tại hoàn thành 1 dựa trên hoàn cảnh thích hợp. Thực hành chúng với nhóm hoặc cặp trên lớp Viết: biết chuyển đổi động từ sang thì quá khứ đơn và biết cách viết tên của các loại đồ dùng thường thấy trong nhà bếp"
  },
  {
    "STT": "Review Unit 4 - 6 + Full test 2"
  },
  {
    "STT": "8",
    "UNIT": "Unit 7: Fun Geography",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề miêu tả về cảnh quan đô thị, dân số, địa lí . Học được các cụm ngoại động từ và nội động từ",
    "NGỮ PHÁP": "Con được học về thì hiện tại hoàn thành 2",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm  \/eɪ\/ và học tiếp cách nhấn mạnh ngữ điệu trong câu để thể hiện rõ ý của người nói",
    "KỸ NĂNG": "Đọc: học cách đọc và đánh vần từ mới. Biết cách chuyển đổi động từ cả sang thể quá khứ (thường\/đặc biệt) Nghe: nghe và học cách nhận biết từ mới và từ có âm đuôi \/eɪ\/ khi từ đó đc đọc lên Nói: luyện tập từ vựng và mẫu câu mới với Beebot. Tập cách phản xạ với câu hỏi mang tính chất cá nhân Viết: học cách viết động từ sang thể quá khứ (thể thường\/đặc biệt) và cách viết một loạt từ mới thông qua bài tập điền vào chỗ trống hoặc điền chữ thiếu vào từ."
  },
  {
    "STT": "9",
    "UNIT": "Unit 8: Cool Cooking",
    "TỪ VỰNG": "Con nắm được từ vựng về các loại gia vị, phụ gia nấu ăn và tên của một số đất nước lớn",
    "NGỮ PHÁP": "Con học được cách miêu tả về số lượng",
    "NGỮ ÂM": "Con biết cách dùng ngữ điệu trong câu nói để lột tả rõ ý. Biết cách phân biệt từ có cùng cách phát âm nhưng khác nghĩa",
    "KỸ NĂNG": "Đọc: đọc văn bản để xác nhận đươc ý chính của nó Nghe: học cách đọc và phát âm từ mới về các loại gia vị đồ ăn và tên của các quốc gia Nói: luyện tập từ vựng với Beebots và nhóm\/cặp Viết: điền từ vào chỗ trống để học từ mới của Unit 8"
  },
  {
    "STT": "10",
    "UNIT": "Unit 9: Dazzling Drama",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề về diễn xuất và các cụm động từ để dùng trong diễn xuất, giải trí",
    "NGỮ PHÁP": "Con học thêm về các cụm tính từ kết hợp +giới từ chỉ nơi chốn để miêu tả cảm giác\/ cảm xúc về sự vật hiện tượng",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/ʃn\/ và học thêm về cách nhấn mạnh câu từ để lột tả đúng ý của người nói",
    "KỸ NĂNG": "Đọc: đọc và chữa câu để biết hoàn cảnh áp dụng từ phù hợp (diễn xuất, ngoại động từ liên quan đến diễn xuất Nghe: học cách nhận biết cách nhấn luyến trong câu từ để lột tả ý chính của người nói  Nói: giao tiếp tiếng anh trong một trò chơi đoán từ vựng, miêu tả một nhạc cụ nước qua tranh vẽ, học được cách phát âm và đánh vần từ mới. Luyện tập về từ mới và cấu trúc với Beebots Viết: học cách viết lời diễn cho một vở kịch với từ mới và cụm động từ đã học"
  },
  {
    "STT": "Review unit 7 - 9 + Full test 3"
  },
  {
    "STT": "Final evaluation"
  }
]
