[
  {
    "STT": "1",
    "UNIT": "Unit Starter: A new school year",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc các chủ đề: - Số đếm: twenty, twenty one, twenty two, twenty three, twenty four, twenty five, twenty six, twenty seven, twenty eight, twenty night, thirty, thirty one, thirty two, thirty three, thirty four, thirty five, thirty six, thirty seven, thirty eight, thirty nine, fourty, fourty one, fourty two, fourty three, fourty four, fourty five, fourty six, fourty seven, fourty eight, fourty nine, fifty - Ngày trong tuần: thứ Hai, thứ Ba, thứ Tư, thứ Năm, thứ Sáu, thứ Bảy, Chủ Nhật",
    "NGỮ PHÁP": "Con có thể sử dụng các mẫu câu sau: - Where do you come from? - I come from Mexico. - Do you have a brother or sister? - Yes, I have a brother.\/ No, I don't have a brother or sister. - His\/ Her name is …...",
    "KỸ NĂNG": "Đọc: đọc hiểu một câu chuyện về số đếm. Nghe: nghe thông tin cụ thể (số và các ngày trong tuần) Nói: hỏi và trả lời các câu hỏi về thông tin cá nhân. Viết: viết được từ và câu liên quan đến số đếm và ngày trong tuần."
  },
  {
    "STT": "2",
    "UNIT": "Unit 1: Monty the Park Ranger",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc các chủ đề: - Các tháng trong năm: tháng 1, tháng 2, tháng 3, tháng 4, tháng 5, tháng 6, tháng 7, tháng 8, tháng 9, tháng 10, tháng 11, tháng 12 - Các mùa trong năm: mùa xuân, mùa hạ, mùa thu, mùa đông  CLIL: planet, space, tilted, north, south",
    "NGỮ PHÁP": "Con có thể sử dụng các mẫu câu sau: - When's your birthday? - It's in (March). - It's (sunny) in (summer). - The (US) is in the (north). In (December) it's (cold). It's winter.",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/dʒ\/ và các từ chứa âm đó như: january, June, July",
    "KỸ NĂNG": "Đọc: đọc hiểu một câu chuyện về sinh nhật; đọc đoạn văn và tìm thông tin cụ thể (tháng, mùa và thời tiết) Nghe: nghe đoạn hội thoại và bài hát để tìm thông tin cụ thể. Nói: hỏi và trả lời về ngày sinh nhật, mô tả các hiện tượng thời tiết Viết: viết câu về thời tiết, áp dụng từ vựng được học để viết thành câu hoàn chỉnh"
  },
  {
    "STT": "3",
    "UNIT": "Unit 2: Lola the drummer",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc các chủ đề: - Danh từ chỉ người: man, men, woman, women, boy, girl, baby, babies, person, people - Tính từ mô tả người: young, old, tall, handsome, pretty, strong  CLIL - Block Graphs: block graph, blocks, title, label",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng các câu sau: - How many (people) are there? - There's (one) man. - There are (three) women. - He's (handsome). - She's (pretty)",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/w\/ và các từ chứa âm đó như: woman, women, white, winner, wolf, winter",
    "KỸ NĂNG": "Đọc: đọc và hiểu một câu chuyện về lễ hội, đọc hiểu đoạn văn để tìm thông tin cụ thể Nghe: nghe đoạn hội thoại và bài hát để tìm thông tin cụ thể (mô tả người, biểu đồ) Nói: mô tả người, mô tả một biểu đồ, mô tả một bức tranh về lễ hội Viết: viết các câu mô tả về người"
  },
  {
    "STT": "4",
    "UNIT": "Unit 3: Monty the Knight",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc các chủ đề: - Bộ phận ngôi nhà: roof, flag, bedroom, bathroom, kitchen, dining room, door, hall, living room, garden - Trong vườn: flower, wall, bush, leaf, pond, bee  CLIL - Materials for Houses: wood, wet, dry, stone, mud, thick, cool, snow",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng các câu sau: - There isn’t a (dining room). There aren't any (flags). - There's a (frog) in the (pond). - There's a (bird) on a (wall). - It's made of wood.",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/ɔː\/ và các từ chứa âm đó như: ball, fall, hall",
    "KỸ NĂNG": "Đọc: đọc và hiểu một câu chuyện về hoàng tử, đọc hiểu đoạn văn để tìm thông tin cụ thể (phòng, các loại nhà...) Nghe: nghe đoạn hội thoại và bài hát để tìm thông tin cụ thể (lâu đài, vườn, nguyên liệu) Nói: mô tả các phòng\/ nhà, hỏi và trả lời về các nguyên liệu dùng để làm nhà Viết: viết các câu mô tả về vườn nhà bạn"
  },
  {
    "STT": "Review Unit 1 - 3 & Full test 1"
  },
  {
    "STT": "5",
    "UNIT": "Uni 4: Lola the Explore",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc các chủ đề: - Cảm xúc: happy, sad, excited, bored, hungry, thirsty, angry, tired, scared, dizzy - Quần áo: gloves, cap, sunglasses, shorts, boots, sandals  CLIL - Materials for clothes: wood, cotton, teathers, soft, light, heat",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng các câu sau: - Are you bored? - Yes, I am.\/ No, I'm not. - He's wearing (sandals). - She's wearing a (cap). - Wool comes from sheep. - T - shirts are made of cotton.",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/ɜː\/ và các từ chứa âm đó như: thirsty, skirt, shirt",
    "KỸ NĂNG": "Đọc: đọc và hiểu một câu chuyện về bắc cực, đọc hiểu đoạn văn để tìm thông tin cụ thể (cảm xúc, quần áo.) Nghe: nghe đoạn hội thoại và bài hát để tìm thông tin cụ thể (cảm xúc, quần áo) Nói: hỏi và trả lời về cảm xúc, miêu tả một người đang mặc cái gì Viết: viết các câu mô tả về quần áo"
  },
  {
    "STT": "Review Unit 1 - 4"
  },
  {
    "STT": "Mid-term evaluation"
  },
  {
    "STT": "6",
    "UNIT": "Unit 5: Monty the conductor",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc các chủ đề: - Nhạc cụ: cello, clarinet, drum, flute, guitar, piano, recorder, triangle, violin, xylophone - Các đồ vật thường gặp trong thị trấn: trash, can, path, statue, sign, fence  CLIL - Musical groups: wind instrument, air, blow, string instrument, pluck, strings, percussion instrument, deep note, high note",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng các câu sau: - Can you play the (violin)? - Yes, I can.\/ No, I can't. - Can he\/she play the flute? - Yes, he\/she can.  - Is there a statue? - Yes, there is.\/ No, there isn't. - Are there any paths? - Yes, there are.\/ No, there aren't. - It's a (string) instrument.",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/eɪ\/ và các từ chứa âm đó như: birthday, today, play",
    "KỸ NĂNG": "Đọc: đọc và hiểu một câu chuyện về người thổi sáo thành Hamelin, đọc hiểu đoạn văn để tìm thông tin cụ thể (các loại nhạc cụ) Nghe: nghe đoạn hội thoại và bài hát để tìm thông tin cụ thể (các loại nhạc cụ, các vật trong thị trấn) Nói: miêu tả các loại nhạc cụ, hỏi và trả lời các loại nhạc cụ, các đồ vật trong thị trấn Viết: viết các câu mô tả về nhạc cụ"
  },
  {
    "STT": "7",
    "UNIT": "Unit 6: Lola the Giant",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc các chủ đề: - Các đồ vật trong nhà: airmchair, bathtub, bed, carbinet, lamp, mat, mirror, painting, sofa, shelf - Các đồ vật trong nhà khác: watch, camera, glasses, radio, phone, keys  CLIL - Maps: map, symbol, key, coordinates, town, lake, forest",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng các câu sau: - Is he on the (sofa)? - Yes, he is.\/ No, he isn't. - Where's the (camera)? - It's on\/ in the ….. - They are between the (camera) and the (radio).",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/f\/ và các từ chứa âm đó như: phone, dolphin, graph",
    "KỸ NĂNG": "Đọc: đọc và hiểu một câu chuyện về người khổng lồ, đọc hiểu đoạn văn để tìm thông tin cụ thể (bản đồ) Nghe: nghe đoạn hội thoại và bài hát để tìm thông tin cụ thể (đồ vật trong nhà, các đồ thuộc sở hữu) Nói: hỏi và trả lời về vị trí của người\/ đồ vật, địa điểm trên bản đồ Viết: viết về một ngày đi chơi ngoài trời"
  },
  {
    "STT": "Review Unit 4 - 6 + Full test 2"
  },
  {
    "STT": "8",
    "UNIT": "Unit 7: Monty the photographer",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc các chủ đề: - Các hoạt động: cooking, drawing, drinking, eating, painting, reading, sleeping, watching TV, playing a game, playing on the computer - Đồ chơi: skateboard, scooter, jump rope, trampoline, fishing net, wading, pool - Đại từ sở hữu: mine, yours, his, hers  CLIL - Venn diagram: venn diagram, organize, similarities, sets, indoor, outdoor",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng các câu sau: - What are you doing? - I'm painting. - Whose (scooter) is this? - It's mine\/ yours.",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/ŋ\/ và các từ chứa âm đó như: long, spring, strong",
    "KỸ NĂNG": "Đọc: đọc và hiểu một câu chuyện về các người bạn ngoài hành tinh, đọc hiểu đoạn văn để tìm thông tin cụ thể  Nghe: nghe đoạn hội thoại và bài hát để tìm thông tin cụ thể (các hoạt động, đồ chơi) Nói: hỏi và trả lời về khả năng, đồ chơi Viết: viết về các hoạt động"
  },
  {
    "STT": "9",
    "UNIT": "Unit 8: Lola the animal helper",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc các chủ đề: - Vật nuôi: cat, dog, donkey, hamster, lizard, parrot, rabbit, snake, stick bug, tortoise - Bộ phận cơ thể động vật: beak, claws, feather, fur, whiskers, wings  CLIL - Animal groups: classify, bird, mammal, reptile",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng các câu sau: - Does he have a pet? - Yes, he has.\/ No, he doesn't. - Do they have (whiskers)? - Yes, they do.\/ No, they don't. - They have four legs.",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/h\/ và các từ chứa âm đó như: hamster, happy, hat",
    "KỸ NĂNG": "Đọc: đọc và hiểu một câu chuyện về các loài vật nuôi, đọc hiểu đoạn văn để tìm thông tin cụ thể (vật nuôi) Nghe: nghe đoạn hội thoại và bài hát để tìm thông tin cụ thể (vật nuôi, các nhóm động vật) Nói: hỏi và trả lời về vật nuôi, mô tả vật nuôi Viết: viết về vật nuôi"
  },
  {
    "STT": "10",
    "UNIT": "Unit 9: Monty the cook",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc các chủ đề: - Đồ ăn: bread, cake, cheese, chicken, ham, ice cream, milk, rice - Dao kéo và đồ đựng: fork, knife, spoon, plate, bowl, cup",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng các câu sau: - There's some rice. - There isn't any bread. - Can I have a (cup)? - Yes, you can.\/ No, you can't. - The parrot is at the back\/ front. - The parrot is on the left\/ right.",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/r\/ và các từ chứa âm đó như: rabbit, radio, raining",
    "KỸ NĂNG": "Đọc: đọc và hiểu một câu chuyện về buổi picnic, đọc hiểu đoạn văn để tìm thông tin cụ thể (đồ ăn) Nghe: nghe đoạn hội thoại và bài hát để tìm thông tin cụ thể (nhận biết đồ ăn và dụng cụ nấu ăn) Nói: mô tả buổi picnic, hỏi về các đồ vật có trên bàn, mô tả một bức vẽ Viết: viết về đồ ăn"
  },
  {
    "STT": "Review unit 7 - 9 + Full test 3"
  },
  {
    "STT": "Final evaluation"
  }
]
