[
  {
    "STT": "1",
    "UNIT": "Unit Starter: Back to school",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc các chủ đề: - Số đếm từ 1 đến 31 - Đồ vật trong phòng học",
    "NGỮ PHÁP": "Con có thể sử dụng các mẫu câu sau: - When’s your birthday? - It’s on April 25th - What’s your phone number\/ name\/ last name? - Whose is this? Pronouns.",
    "KỸ NĂNG": "Đọc: học được cách chuyển đổi danh từ số ít sang số nhiều. Đọc truyện “Miss Snow’s  Summer Show?”  Nghe: học đước cách đọc số từ 1-31, hiểu được tên của các đồ dùng trong lớp học  Nói: nhận thức và hiểu văn bản trong sách và biết đọc to với ngữ pháp đúng Viết: biết cách nhận biết từ mới dưới dạng văn bản trong sách"
  },
  {
    "STT": "2",
    "UNIT": "Unit 1: Pop Stars",
    "TỪ VỰNG": "Con nắm được từ vựng miêu tả về tóc, tai và râu, ngoại hình",
    "NGỮ PHÁP": "Con có thể sử dụng các mẫu câu sau: *This\/that What is this? - This is a computer. What is that? - That is a board. *These\/those These are my pens. Those are your pencils",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/s\/ và \/st\/ và các từ chứa âm đó",
    "KỸ NĂNG": "Đọc: học được cách đọc truyện với phát âm chuẩn. Đọc truyện  “Where’s My  Guitar?”  Nghe: học được cách nghe và nhận biết các từ miêu tả về bề ngoài của người Nói: biết cánh đánh vần đúng những từ miêu tả ngoại hình. Thực hành từ mới và cấu trúc câu mới với Beebot Viết: biết cách viết từ mới, cấu trúc câu đơn giản với giới từ"
  },
  {
    "STT": "3",
    "UNIT": "Unit 2: Sports Day",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chù đề về các bộ môn thể thao",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng các câu sau: *Can\/can't - Can you play football? - Yes, I can. \/No, I can't. *Like + V_ing - What do you like doing? - I like playing tennis but I can't play. - I like riding a bike",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/ch\/ và \/sh\/",
    "KỸ NĂNG": "Đọc: biết cách đọc và hiểu được từ vựng, cấu trúc về sở thích và các bộ môn thể thao. Đọc truyện “I Don’t Like  Jumping!” Nghe: biết cách nhận biết các bộ môn thể thao dưới dạng v-ing và hiểu được nghĩa của can\/ can't Nói: biết cách nói về sở thích cá nhân và các bộ môn thể thao với cấu trúc v-ing. Thực hành từ mới và cấu trúc câu mới với Beebot Viết: Viết cấu trúc ngữ pháp bằng với câu đơn giản dưới dạng v-ing"
  },
  {
    "STT": "4",
    "UNIT": "Unit 3: Lift-off",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề về nghề nghiệp",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng thì hiện tại đơn và sử dụng các câu sau: 1. - What does she do? She's a nurse. 2. What do they do? - They are doctors. * Yes\/No questions: Is she a (doctor)? Yes, she is.\/ No, she isn’t.",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/th\/ và \/d\/",
    "KỸ NĂNG": "Đọc: hiểu và đánh vần đúng các loại ngành nghề. Đọc truyện “A Visit to Planet  Zing”. Nghe: hiểu tên của các loại ngành nghề Nói: biết cách sử dụng cấu trúc \"to-be\" để hỏi và trả lời về nghề nghiệp. Thực hành từ mới và cấu trúc câu mới với Beebot Viết: biết cách sử dụng cấu trúc \"to-be\" để đặt câu và sử dụng cấu trúc danh từ+động từ (S+V agreement) để đặt câu khẳng định"
  },
  {
    "STT": "Review Unit 1 - 3 & Full test 1"
  },
  {
    "STT": "5",
    "UNIT": "Unit 4: Animal Fun",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề về động vật",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng cấu trúc câu thì hiện tại tiếp diễn và sử dụng cấu trúc câu sau: * a\/an - What animal is it? It’s a giraffe. It’s an eagle Is it running? Yes, it is.\/ No, it isn’t. Do they\/ hippos live (in water)? Yes, they do.\/ No, they don’t",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/ng\/ và \/n\/",
    "KỸ NĂNG": "Đọc: đọc và hiểu một câu chuyện về động vật và tên của một số loài động vật. Đọc truyện “What’s a  Kangaroo?”  Nghe: nhận biết đúng loài động vật khi nghe tên trong đoạn ghi âm Nói: biết cách đọc tên một số loại động vật và sử dụng a\/an trước danh từ. Biết cách sử dụng thì hiện tại tiếp diễn trong hoàn cảnh cụ thể. Thực hành từ mới và cấu trúc câu mới với Beebot Viết: biết cách điền vào chỗ trống với đúng cấu trúc của a\/an và biết cách đặt câu với thì hiện tại tiếp diễn cho đúng"
  },
  {
    "STT": "Review Unit 1 - 4"
  },
  {
    "STT": "\""
  },
  {
    "STT": "6",
    "UNIT": "Unit 5: Light, Camera, Action",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề về đồ ăn",
    "NGỮ PHÁP": "Con có thể chuyển đổi danh từ từ số ít sang số nhiều *Singulars\/Plurals (s\/es) - Pea - Peas - Carrot - Carrots - Sausage - Sausages - Tomato – Tomatoes Biết cách sử dụng cấu trúc: *There is\/there are How many children are there? - There is a child. - There are two children",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/i\/ và \/ea\/",
    "KỸ NĂNG": "Đọc: biết cách đọc danh từ từ số ít sang số nhiều và biết cách nhận biết âm và biết cách đọc tên của một số loại thực phẩm tốt cho sức khỏe. Đọc truyện  “Hungry Movie  Star”  Nghe: hiểu được loại đồ ăn nào đang được nói tới khi nghe thấy tên chúng.  Nói: biết cách đọc và đánh vần đúng tên của một số loại đồ ăn. Biết cách đọc danh từ số nhiều với đuôi \/es\/ hoặc \/s. Được sử dụng từ và cấu trúc của unit 5 để giao tiếp với Beebot Viết: Biết cách đổi danh từ từ số ít sang số nhiều và đặt câu đúng với \/there is\/ there are"
  },
  {
    "STT": "7",
    "UNIT": "Unit 6: Superheroes",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề về các thói quen sinh hoạt cơ bản hàng ngày",
    "NGỮ PHÁP": "Con biết cách sử dụng thì hiện tại đơn. Và sử dụng những cụm động từ sau để nói về thói quen hàng ngày: -brush my teeth, do my  homework, feed the fish,  get dressed, get up, go  home, go to bed, go to  school, go to sleep, take a  shower, wake up, wash the  dishes",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/ɒ\/ và \/əʊ\/",
    "KỸ NĂNG": "Đọc: được khám phá và học về các múi giờ khác nhau của một số đất nước lớn. Đọc truyện  “Superhero  Schoolgirl” Nghe: biết cách nhận biết hoạt động hàng ngày khi nói tên hoạt động đó Nói: học được cách nói về hoạt động hàng ngày của bản thân bằng những từ mới học. Thực hành từ mới và cấu trúc câu mới với Beebot Viết: hiểu được cấu trúc câu khẳng định chủ ngữ+động từ để đặt câu khẳng định đúng. Biết cách dùng thì hiện tại đơn trong văn viết"
  },
  {
    "STT": "Review Unit 4 - 6 + Full test 2"
  },
  {
    "STT": "8",
    "UNIT": "Unit 7: Fun Transportation Day",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề về các phương tiện giao thông, vận chuyển",
    "NGỮ PHÁP": "Con có thể giao tiếp bằng cấu trúc câu sau: - Are they going by (bus)? - Yes, they are.\/ No, they  aren’t. - Can you tell me the way  to (the zoo)? - Go up\/ down\/ along\/  across. - Turn left\/ right.",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/ir\/ và \/air\/",
    "KỸ NĂNG": "Đọc: biết cách đọc đúng tên của những phương tiện giao thông hoặc vận chuyển. Đọc truyện Dad’s Tandem. Nghe: con sẽ biết được dạng phương tiện giao thông khi nghe đến tên. Biết được cách chỉ dẫn phương hướng Nói: con sẽ biết đọc đúng tên của các loại phương tiện giao thông và cách chỉ phương hướng, đường cơ bản. Và thực tập cấu trúc và từ mới với  Beebot Viết: biết sử dụng cấu trúc nói về phương tiện di chuyển và phương hướng"
  },
  {
    "STT": "9",
    "UNIT": "Unit 8: Around Town",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề về các cơ sở hạ tầng ở xung quanh (phòng gym, cafe...)",
    "NGỮ PHÁP": "Con có thể sử dụng được thì quá khứ và các mẫu câu sau: - Where were you? - I was in the movie  theater. - You were in the park. - The (grocery store) is in  front of the (café).",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/æ\/ và \/ɑː\/",
    "KỸ NĂNG": "Đọc: Đọc truyện Grandpa's Map và biết cách đọc đúng câu câu có sử dụng thì quá khứ đơn. Nghe:  Nhận biết 2 chuẩn âm  \/æ\/ và \/ɑː\/ khi nghe thấy Nói: biết cách đọc đúng tên của các hạ tầng cơ sở xung quanh (trường học, phòng tập, đồn cảnh sát...) Nói chuyện với Beebot sử dụng cấu trúc và từ mới được học. Viết: Biết cách đặt câu sử dụng thì quá khứ đơn và giới từ"
  },
  {
    "STT": "10",
    "UNIT": "Unit 9: Summer Camp",
    "TỪ VỰNG": "Con nắm được từ vựng thuộc chủ đề về thiên nhiên và thực vật",
    "NGỮ PHÁP": "Con có thể sử dụng cấu trúc câu thì quá khứ đơn: -I\/You\/He\/She\/We  (walk)ed to the waterfall.",
    "NGỮ ÂM": "Con biết phát âm chuẩn âm \/t\/ và \/d\/",
    "KỸ NĂNG": "Đọc: đọc và hiểu câu chuyện  “The missing  Sausages” Nghe: nghe và hiểu được những từ nói về 1 buổi cắm trại Nói: nói đươc về 1 buổi cắm trại. Biết cách sử dụng thì quá khư đơn để kể về hành động đã làm trong quá khứ. Sử dụng từ mới, cấu trúc câu để trò chuyện với Beebot. Viết: viết hướng dãn trò chơi về biển, viết cấu trúc ngữ pháp bằng cách kết nối từ vựng thành câu hoàn chỉnh"
  },
  {
    "STT": "Review unit 7 - 9 + Full test 3"
  },
  {
    "STT": "Final evaluation"
  }
]
